Repository: ProditorMagnus/Ageless-for-1-11
Catalog: translations/la/LC_MESSAGES/wesnoth-Era_of_Myths.po
Languages: la

source: Era of Myths
la: Aetas Mythica

source: Era of Myths (balanced)
la: Aetas Mythica (balanced)

source: Era of Myths Lvl. 2
la: Mythi Maiores

source: Default + Myths
la: Usitata et Mythica

source: Default + Myths Lvl. 2
la: Heroes Maiores

source: Myths RPG
la: Mythi Histrionalis

source: Celestials
la: Gens Superna

source: Devlings
la: Daemonia

source: Elementals
la: Spiritus Elementares

source: Therians
la: Theriani

source: Vampires
la: Vampiri

source: The Warg
la: Cynocephali

source: Windsong
la: Aeolocantus

source: dauntless
la: callosus

source: heals +3
la: sanat +III

source: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
la: Permittit ut unitas unitatibus amicis vicinis in initio tractus medeatur. Unitas curata ab hoc medetore sanari potest usque ad III PS in tractu aut vetariut venenum in hoc tractu efficace sit. Unitas venenata non a veneno a medetore sanari potest, et curam pagi aut unitatis quae sanat petere debet.

source: foresthome
la: silvanus

source: waterhome
la: aquaticus

source: deserthome
la: deserticus

source: mountainhome
la: montanus

source: inspire
la: incitat

source: Max HP bonus +5, +1 damage to all attacks, Max XP +20%
la: PS optima +5, ictus +1, PU necesaria +20%

source: counter
la: oppositio

source: ruby
la: rubinus

source: female^ruby
la: rubina

source: emerald
la: smaragdus

source: female^emerald
la: smaragda

source: sapphire
la: sapphirus

source: female^sapphire
la: sapphirus

source: diamond
la: adamas

source: female^diamond
la: adamas

source: amethyst
la: harmonica

source: female^amethyst
la: harmonica

source: incorporeal
la: incorporeus

source: female^incorporeal
la: incorporeus

source: beefy
la: solidus

source: female^beefy
la: solida

source: These Devlings are bigger than other Devlings and can withstand more punishment.
la: Daemonia ista ceteris Daemoniis maiora robustioraque sunt.

source: brainy
la: callidus

source: female^brainy
la: callida

source: Brainy Devlings level faster than their brethren.
la: Daemonia callida celerius discunt

source: brawny
la: validus

source: female^brawny
la: valida

source: Brawny Devlings hit harder, but are dumber than other Devlings.
la: Daemoniis validis robor est maior, sed stultiores sunt.

source: obedient
la: servilis

source: female^obedient
la: servilis

source: attuned
la: harmonicus

source: female^attuned
la: harmonica

source: race^Celestial
la: Vir Supernus

source: race+female^Celestial
la: Femina Superna

source: race^Celestials
la: Gens Superna

source: The Celestials have vestigial wings that for most of them do not mature. Celestials believe that light and darkness each have power, and they choose as a culture to fight for the light, and to spread it through-out the world. They are a militaristic society with great law and order that gives them strength and unity which caries over into their style of fighting. The order and unified purpose of celestial society tends to make them form larger nations than the other factions giving the Celestials great military strength.
la: Supernis sunt alae, sed pauci uti possunt. Superni et luce et umbra numen inesse credunt, et lucem expandere causa pugnant. Societate Superna virtutis belli dominata, bellatores fortes concordentesque sunt. Ordine unitatisque ambitionium causa nationes Supernae maiores esse solent finibus aliorum gentium, itaque vis armarum Supernorum ingens est.

source: Crusader
la: Miles Lucis

source: blessed sword
la: gladius sacer

source: Divine Knight
la: Oppugnator Diei

source: Protector
la: Propugnator Solis

source: Quester
la: Salvator

source: Divine Champion
la: Noctifractor

source: Holy Sentinel
la: Conservator Caeli

source: Legionnaire
la: Legionarius

source: Keeper
la: Praetorianus

source: Sentinel
la: Saepevigilens

source: Light Spirit
la: Luminalis

source: shock of light
la: pulsus luminis

source: Lantern Archon
la: Archon Luminis

source: Master of Light
la: Luminifer

source: Messenger
la: Nuntius

source: female^Messenger
la: Nuntia

source: Claimant
la: Orator

source: female^Claimant
la: Oratrix

source: Herald
la: Legatus

source: female^Herald
la: Legata

source: female^Seraph
la: Seraph

source: Acolyte
la: Acolythus

source: flare
la: flamma

source: Great Wizard
la: Magus

source: Mystic
la: Mysticus

source: Prophet
la: Propheta

source: Sage
la: Thaumaturga

source: Zealot
la: Ardens

source: chakram slice
la: rota bellis

source: chakram throw
la: rota bellis

source: Militant
la: Fanaticus

source: Sicarius
la: Zelotes

source: race^Devling
la: Daemonium

source: race+female^Devling
la: Daemonium

source: race^Devlings
la: Daemonia

source: Flappers
la: Pinnati

source: mini-glaive
la: falx minima

source: breath
la: aura

source: Flyers
la: Volantes

source: Attackers
la: Pugnantes

source: Nailers
la: Toccatores

source: nail 'em
la: toccate

source: club 'em
la: pellate

source: Spikers
la: Piccatores

source: spiker 'em
la: piccate

source: Staplers
la: Impalatores

source: staple 'em
la: impalate

source: Overgrown Devling
la: Bestiola

source: Soldier
la: Pugnator

source: Warrior
la: Bellator

source: bash
la: pulsus

source: Chief
la: Princeps

source: Hero
la: Heros

source: Sneak
la: Furtivus

source: Lurker
la: Insidius

source: Cursers
la: Maledicentes

source: kick
la: pede pellere

source: Blasphemists
la: Deprecatores

source: Offenders
la: Vexatores

source: Abusers
la: Desecratores

source: race^Elemental
la: Elementarium

source: race+female^Elemental
la: Elementarium

source: race^Elementals
la: Elementaria

source: The Elementals are the guardians of the World, spirits of the elements that incarnate themselves to fight. They are reclusive, but can be quite fierce and brutal, for as it is said, there is nothing more ruthless than nature.
la: Elementaria custodes mundi sunt, genii elementis qui corpores creant pugnandi causa. Non aggressiva esse solent, sed feroces brutalisque esse possunt - nullum natura atrocius esse dicitur.

source: Fire Elemental
la: Ignarium

source: Fire Wisp
la: Fervens

source: fire bash
la: pulsus ignis

source: Living Furnace
la: Cacus

source: Fire Ghost
la: Genius Flammarum

source: Lava Beast
la: Volcanus

source: Air Elemental
la: Aereum

source: Galeforce
la: procella

source: Razorbird
la: Avis Ensium

source: Wind Spirit
la: Spiritus Ventorum

source: galeforce
la: procella

source: Thunderbird
la: Avis Fulminis

source: thunderbolt
la: fulmen

source: Zephyr
la: Zephyrus

source: tornado
la: vortex

source: Djinn
la: Dominus Tempestatum

source: Earth Elemental
la: Terranum

source: Rock Golem
la: Vir Lapideus

source: Stone Titan
la: Titan Lapideus

source: Water Elemental
la: Aquarium

source: water punch
la: pulsus aquaticus

source: Ice Crab
la: Cancer Glacialis

source: icicle
la: stiria

source: cold aura
la: nimbus frigidus

source: Undine
la: Undina

source: Ice Shell
la: Cryonis

source: Tempest Spirit
la: Thalassa

source: Unicorn
la: Monoceros

source: horn
la: cornu

source: Silver Unicorn
la: Monoceros Argenteus

source: Vine Beast
la: Bestia Vitibus

source: Vine Tiger
la: Tigris Vitibus

source: race^Therian Human
la: Therianus

source: race+female^Therian Human
la: Theriana

source: race^Therian Humans
la: Theriani

source: Falcon Therian
la: Falco Therianus

source: aura wave
la: nimbus

source: Falcon
la: Falco Maior

source: Gyrfalcon
la: Falco Rusticolus

source: Peregrine Falcon
la: Falco Peregrinus

source: Cat Therian
la: Feles Theriana

source: Wildcat Therian
la: Feles Saeva

source: Therian Black Cat
la: Feles Niger

source: Leopard Therian
la: Panthera

source: Serpent Therian
la: Serpens Therianus

source: Cobra
la: Anguis

source: Sandskipper
la: Serpens deserti

source: Sea Snake
la: Serpens marina

source: King Cobra
la: Anguis Regalis

source: Spitting Cobra
la: Anguis Venenomittens

source: spit
la: venenum missum

source: Hunter
la: Venator

source: skinning knife
la: culter venatoris

source: Tracker
la: Bestiarius

source: Ranger
la: Silviperitus

source: Therian Guard
la: Defensor Therianus

source: Therian Defender
la: Propugnator Therianus

source: Monk
la: Monachus

source: spiritual aura
la: nimbus spiritualis

source: Aura Monk
la: Monachus Nimborum

source: Aura Master
la: Magister Nimborum

source: Apprentice
la: Vates

source: burn
la: flamma

source: freeze
la: pruina

source: Mage
la: Augur

source: Shaman
la: Sacerdos

source: Master
la: Haruspex

source: Priest
la: Flamen

source: race^Gargoyle
la: Iugulator

source: race+female^Gargoyle
la: Iugulatrix

source: race^Gargoyles
la: Iugulatores

source: Vampires can animate stones with blood magics, the result are gargoyles.
la: Iugulatores automata sunt veneficiis vampirorum sanguineis animata.

source: race^Vampire
la: Vampirus

source: race+female^Vampire
la: Vampira

source: race^Vampires
la: Vampiri

source: Vampires means 'tainted blood' in the therian language, and indeed vampires are not in and of themselves a race, but rather what happens when blood is tainted. Vampires usually appear much like what they were made out of except with pale skin, white hair, red eyes, and fangs. Vampires have a certain power over people that people can't quite understand. They naturally rise to lordship over humans, whom they treat as serfs. Vampires require blood to live, and thus harvest their serfs of it whenever they feel like. Among themselves, vampires tend to have a feudal system, with the humans as the serfs, and the vampires as the aristocrats. Most of these vampires have not allot of personal strength or charisma, so they rely on the vampire lord to subject the humans they manipulate while trying to earn favor with the vampire lord so that they can get more blood. Vampires are obsessed with blood, it is their currency, and most of their magics involve it.
la: Vampiri, e lingua Theriana interpretus "sanguinibus corruptis", non nati sunt, sed corruptione sanguinis creati. Vampiri non transformatis similes videtur, sed cute pallida, capillis albatis, oculis rubris, dentibus bestialibus differunt. Homines faciliter subiugant atque servos facunt. Vampiri sanguinem vivendi requirentes servos arbitrariter mulgent. Administratio Vampirorum feudalis est: Homines servi sunt, nobiles Vampiri. Maximae parti vampirorum fortitudo aut auctoritas regendi abest, itaque gratiae domini vampirorum student ut portio sanguinis sua increscet, dominus homines subiugat, Vampiri addicti sanguinis sunt, sanguis pecunia vampirorum est, et maxima pars venificiorum vampirorum sanguine effecta est.

source: Blood Apprentice
la: Veneficus Sanguinis

source: Vampires have always had an obsession with blood and control. As such their magic has always revolved around blood and souls. These vampires attack their enemies by causing their blood to boil or by using their aura to disrupt the auras of their enemies, thus being able to strike their souls. If the vampire is attacking a non-living creature it can use its blood boiling magic as a field of fiery aura to damage it.
la: Vampiri sanguinis potestatisque addicti semper venificia sanguinis ac animorum praeferrabant. Venefici sanguinis sanguine hostium infervandi pugnant. Si contra hostes inanimatos pugnant, nimbo fervente destruent.

source: blood boil
la: sanguinem infervere

source: Blood Manipulator
la: Tortor Sanguinis

source: It is horrifying what an skilled manipulator of blood can do to you. He can cause your every vein to burn. He can strip you of food, or cause you to vomit, or burn through your brain. Horrifying as as that is what he can do to your spirit is worse.
la: Terribilis est potentia sanguinem torquendi adeptorum. Sanguis tantus infertus est. Edere nihil efficit. Vomitas. Cerebrum inflammat. Omnes eorum Tortores possent efficere, et non sunt potestates horribilissimae.

source: Flesh Artisan
la: Carniformator

source: Sangel
la: Sanguinipotens

source: Any vampier who has earned the title Sangel can do things with your blood and soul too horrible to contemplate.
la: Horribilissime est quomodo Vampiri Sanguinipotentis titulum adepti sanguinem animamque possent vexare.

source: wipe
la: dolor

source: Bloodborn
la: Sanguine Natus

source: female^Bloodborn
la: Sanguine Nata

source: Malborn
la: Malenatus

source: female^Malborn
la: Malenata

source: Fledgeling
la: Tiro

source: female^Fledgeling
la: Tiro

source: Duelist
la: Ensifer

source: female^Duelist
la: Ensifer

source: Noble
la: Nobilis

source: female^Noble
la: Nobilis

source: Sire
la: Princeps

source: dementia gaze
la: fascinum

source: female^Mistress
la: Princeps

source: Sword Dancer
la: Sallator Gladii

source: female^Sword Dancer
la: Sallatrix Gladii

source: Methusalem
la: Aeternus

source: female^Duchess
la: Aeterna

source: Thin Blood
la: Hybrida

source: female^Thin Blood
la: Hybrida

source: Half Blood
la: Hybrida Aequatus

source: female^Half Blood
la: Hybrida Aequata

source: Day Hunter
la: Venator Diurnus

source: female^Day Hunter
la: Venatrix Diurna

source: Twilight Walker
la: Hybrida Ancipis

source: poisoned dagger
la: pugio venatus

source: female^Twilight Walker
la: Hybrida Ancipis

source: Gargoyle
la: Iugulator

source: slam
la: affligere

source: Marlgoyle
la: Iugulator Atrox

source: Blood Hulk
la: Carnifex

source: race^Dryad
la: Nympha

source: race^Dryads
la: Nymphae

source: race^Warg
la: Cynocephalus

source: race+female^Warg
la: Cynocephala

source: race^Wargs
la: Cynocephali

source: Warg are also known as wolfmen. They live in the wilds and woods in almost any climate, some favor the lush jungle, others the arctic woods, others alpine mountains. The warg tend to live in packs or clans, and establish their hunting grounds where they tend not to like intruders. Although hunters, they are for the most part peaceful, however they have a primal blood-lust, that can be inspired by various things, especially if vampires are involved.
la: Cynocephali silvas omnibus tempestatibus incolant. In turbis ac gentibus vivere solent, et invasiones in fines suos non pati. Venatores sunt, sed pacem praeferrunt. Sed inest voluptas cruoris nonullis causis, maxime vampiris, agitata.

source: Shapeshifter
la: Lupinus

source: sickle
la: Falx

source: Changeling
la: Versipellis

source: scythe
la: falx

source: Wolfling
la: Lupinotus

source: Stalker
la: Secutor

source: tackle
la: Pugnantes

source: Shadow Pelt
la: Pellis Umbrarum

source: Night Eye
la: Oculus Noctis

source: Warrior Wolf
la: Lupibellator

source: Rabid Wolf
la: Lupus Rabidus

source: Warrior Warg
la: Miles Cynocephalus

source: Fenrir
la: Lupus Teumesius

source: Moon Blade
la: Lunarius

source: Moon Sword
la: Gladius Lunae

source: Pack Leader
la: Dux Turbae

source: Garou
la: Lykaon

source: Wolf Cub
la: Lupulus

source: Wolf
la: Lupus

source: Dire Wolf
la: Lupus Dirus

source: Fire Sprite
la: Spiritus Ignis

source: sprite punch
la: pulsus spirituum

source: sapphire flame
la: ignis spirituum

source: Flame Sprite
la: Spiritus Flammarum

source: Flame Spirit
la: Spiritus Conflagrationis

source: spirit fire
la: ignis geniorum

source: Blackfur
la: Obscurus

source: Black Hunter
la: Venator Niger

source: Water Dryad
la: Nympha Aquae

source: Water Nymph
la: Naias

source: Water Shyde
la: Aquaepotens

source: race^Abstraction
la: Abstractio

source: race+female^Abstraction
la: Abstractio

source: race^Abstractions
la: Abstractiones

source: race^Windsong Human
la: Aeolocantrix

source: race^Windsong Humans
la: Aeolocantrices

source: female^Courier
la: Portatrix

source: female^Emissary
la: Latatrix

source: female^Reaver
la: Destructrix

source: female^Dreadnought
la: Obliteratrix

source: Sky Shard
la: Gemma Caelestis

source: purge
la: purgare

source: Sky Crystal
la: Cristallus Caelestis

source: female^Weaver
la: Textrix

source: female^Envoy
la: Missa

source: female^Prophetess
la: Oraculum

source: female^Ascendant
la: Ascendens

source: female^Seeker
la: Currens

source: polearm
la: hasta

source: female^Pathfinder
la: Speculatrix

source: female^Skyrunner
la: Caellocurrens

source: female^Farstrider
la: Exploratrix

source: female^Stormbringer
la: Procellamittens

source: female^Gatekeeper
la: Custos Portarum

source: female^Heretic
la: Heretica

source: sunburst
la: incendere

source: female^Lorekeeper
la: Custos Legendarum

source: female^Harbinger
la: Monatrix

source: female^Oathkeeper
la: Custos Testimoniarum

source: female^Scribe
la: Scriptrix

source: cipher
la: signum

source: female^Savant
la: Erudita

source: female^Arbiter
la: Arbitatrix

source: female^Rune Forger
la: Signifex

source: sorrow
la: maestitudo

source: memory
la: memoria

source: death
la: mors

source: female^Librarian
la: Philosopha
